[
    {
        "imageSrc": "Guapore",
        "title": "Rio Guapoé",
        "message": "Nossas Piscinas são a melhor opção para sua área de lazer por sua durabilidade e resistência, além de oferecer um visual elegante e sofisticado para qualquer ambiente. Trabalhamos com materiais de alta qualidade e contamos com uma equipe altamente experiente e qualificada para garantir que sua piscina fique perfeita"
    },
    {
        "imageSrc": "Hualai",
        "title": "Rio Hualai",
        "message": "Com o conceito de uma piscina completa, a Rio Hualai oferece tudo o que você e sua família precisam para relaxar e desfrutar de ótimos momentos juntos na sua área de lazer, compartilhando experiências inesquecíveis com amigos."
    },
    {
        "imageSrc": "Iguacu",
        "title": "Rio Iguaçu",
        "message": "A Rio Iguaçu é perfeita para criar um ambiente exclusivo, seguro e completo, proporcionando à sua família e amigos momentos de descontração únicos no SPA e na prainha, transformando sua área de lazer em um refúgio de relaxamento e diversão."
    },
    {
        "imageSrc": "Parana",
        "title": "Rio Paraná",
        "message": "A piscina Rio Paraná é uma opção sofisticada, conquistando pela elegância de suas formas cuidadosamente elaboradas. Este modelo, amplamente popular no Brasil, destaca-se por seu design refinado, com cantos mais arredondados, e está disponível em uma variedade de tamanhos para atender às suas necessidades."
    },
    {
        "imageSrc": "grecia",
        "title": "Rio dos Sinos",
        "message": "A piscina Rio dos Sinos recebeu um toque especial com as bordas das paredes internas revestidas por pastilhas. Este modelo, com design tradicional, destaca-se pelo excelente aproveitamento de área útil, proporcionando uma combinação única de estética e funcionalidade."
    },
    {
        "imageSrc": "irlandaHidro",
        "title": "Rio Taquari",
        "message": "Inspirada na beleza e na grandiosidade do Rio Taquari, nossa piscina traz a sensação única de relaxamento e harmonia para o seu espaço. Com seu design sofisticado e espaço confortável para hidromassagem, a Piscina Rio Taquari oferece um ambiente acolhedor e convidativo, proporcionando Mergulhos Inesquecíveis de lazer e bem-estar."
    },
    {
        "imageSrc": "irlanda",
        "title": "Rio Tapajós",
        "message": "A piscina é um dos elementos que mais valorizam a decoração de uma casa e a Rio Irlanda, com banco, hidro e escadas, em lados opostos, irá tornar seu ambiente em um espaço único, moderno e inovador"
    }
]